user-4.1/tutorials/surfaceTracking/interTrackFoam/varCapillarity3DoneFluid/constant/faMesh/faMeshDefinition
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  | For copyright notice see file Copyright         |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant/faMesh";
    object      faMeshDefinition;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

polyMeshPatches  1( trackedSurface );

boundary
{
    sideWalls
    {
        type                patch;
        ownerPolyPatch      trackedSurface;
        neighbourPolyPatch  sideWalls;
    }
}

// ************************************************************************** //
